tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bat"
brew "direnv"
brew "docker"
brew "dog"
brew "eza"
brew "fd"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-spice"
brew "gnupg"
brew "jq"
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tree-sitter"
brew "vivid"
cask "aerospace"
cask "alacritty"
cask "bettertouchtool"
cask "bruno"
cask "docker"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "kitty"
cask "mise"
cask "neovim"
cask "spotify"
cask "zoom"
